<template>
    <div>
      <div style="font-size:16px;">

    <p>1.初始状态->空闲->读卡->空闲</p>
    <p>2.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->选择服务类型->查询余额->选择服务类型</p>
    <p>3.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->选择服务类型->查询余额->结束状态</p>
    <p>4.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->选择服务类型->存款->选择服务类型。</p>
    <p>5.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->选择服务类型->存款->结束状态</p>
    <p>6.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->选择服务类型->取款->选择服务类型</p>
    <p>7.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->选择服务类型->取款->结束状态</p>
    <p>8.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->选择服务类型->取款->余额不足->选择服务类型</p>
    <p>9.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->选择服务类型->取款->余额不足->结束状态</p>
    <p>10.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->等待第二次密码输入->选择服务类型</p>
    <p>11.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->等待第二次密码输入->等待第三次密码输入->选择服务类型</p>
    <p>12.初始状态->空闲->读卡->客户操作状态->等待第一次密码输入->等待第二次密码输入->等待第三次密码输入->吞卡->结束状态</p>
</div>




    </div>



</template>

<script>

export default {
  name: "SalesQuestion",
  components: {},
  props: {},
  data() {
    return {}
  },
  computed: {},
  watch: {},
  created() {},
  mounted() {},
  methods: {

  },
};
</script>

<style scoped lang="less">


</style>
